Repository: RenatoFerrara2000/RpgCharactersCollector
Catalog: CastKeeper/Localizable.xcstrings
Source language: en
Languages: it

source: **Created:** %@
it: **Creato:** %@

source: **Modified:** %@
it: **Modificato:** %@

source: ^[%lld character](inflect: true)
it: ^[%lld personaggio](inflect: true)

source: Add Character
it: Aggiungi Personaggio

source: Add samples
it: Aggiungi Esempi

source: Add Traits
it: Aggiungi tratti

source: All Filters
it: Tutti

source: Awards
it: Premi

source: Cancel
it: Cancella

source: Character name
it: Nome personaggio

source: Chr - %@
it: Prs - %@

source: Date Created
it: Data creazione

source: Date Modified
it: Data modifica

source: Delete
it: Elimina

source: Description
it: Descrizione

source: Detail View
it: Dettagli

source: Enter Character Description
it: Inserisci Descrizione Personaggio

source: Enter the character name
it: Inserisci Nome Personaggio

source: Enter the character role
it: Inserisci Ruolo Personaggio

source: Filter
it: Filtro

source: Filters
it: Filtri

source: Locked
it: Bloccato

source: New Character
it: Nuovo Personaggio

source: New Name
it: Nuovo Nome

source: Newest to Oldest
it: dal pi첫 recente al pi첫 vecchio

source: No character selected
it: Nessun personaggio selezionato

source: No Traits
it: Nessun Tratto

source: Oldest to Newest
it: Dal pi첫 vecchio al pi첫 recente

source: Recent Characters
it: Personaggi Recenti

source: Rename
it: Rinomina

source: Rename Character
it: Rinomina Personaggio

source: Role
it: Ruolo

source: Send
it: Invia

source: Show Awards
it: Mostra Premi

source: Smart Filters
it: Filtri intelligenti

source: Sort By
it: Ordina per

source: Sort Order
it: Ordine di ordinamento

source: Traits
it: Tratti

source: Turn Filter Off
it: Disattiva Filtro

source: Turn Filter On
it: Attiva Filtro

source: Type to filter, or use # for traits
it: Scrivi per filtrare o usa # per i tratti

source: Unlocked: %@
it: Sbloccato: %@

source: Write Something
it: Scrivi qualcosa
